tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

brew 'brew-cask-completion'
brew 'fish'
brew 'git'
brew 'node'
brew 'yarn'

cask 'clipy'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'tunnelblick'
cask 'visual-studio-code'

brew 'coreutils'
brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'gdb'
brew 'glib'
brew 'openssl'
brew 'ssh-copy-id'
brew 'wget'
brew 'valgrind'
brew 'ffmpeg'
brew 'imagemagick'
brew 'ack'
brew 'tree'

cask 'bartender'
cask 'cleanmymac'
cask 'daisydisk'
cask 'dashlane'
cask 'docker'
cask 'flux'
cask 'hammerspoon'
cask 'insomnia'
cask 'istat-menus'
cask 'java8'
cask 'kap'
cask 'karabiner-elements'
cask 'keepassx'
cask 'little-snitch'
cask 'mac2imgur'
cask 'paintbrush'
cask 'real-vnc'
cask 'sourcetree'
cask 'spotify'
cask 'spotify-notifications'
cask 'the-unarchiver'
cask 'vlc'

mas 'Amphetamine', id: 937984704
mas 'Microsoft Remote Desktop 10', id: 1295203466
mas 'Shotty', id: 1250306151
mas 'Unclutter', id: 577085396
mas 'Xcode', id: 497799835
