tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

brew 'brew-cask-completion'
brew 'fish'
brew 'git'
brew 'node'
brew 'yarn'
brew 'mas'

cask 'clipy'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'slack'
cask 'rectangle'
cask 'tunnelblick'
cask 'visual-studio-code'

brew 'coreutils'
brew 'duti'
brew 'findutils'
brew 'gdb'
brew 'glib'
brew 'openssl'
brew 'ssh-copy-id'
brew 'wget'
brew 'valgrind'
brew 'ffmpeg'
brew 'imagemagick'
brew 'ack'
brew 'tree'

cask 'bartender'
cask 'vivaldi'
cask 'caffeine'
cask 'cleanmymac'
cask 'daisydisk'
cask 'docker'
cask 'hammerspoon'
cask 'insomnia'
cask 'istat-menus'
cask 'adoptopenjdk8'
cask 'kap'
cask 'keepassx'
cask 'little-snitch'
cask 'mac2imgur'
cask 'paintbrush'
cask 'sourcetree'
cask 'spotify'
cask 'spotify-notifications'
cask 'the-unarchiver'
cask 'vlc'

mas 'Microsoft Remote Desktop 10', id: 1295203466
